{ 
    "home": "Home",
    "projects": "Projects",
    "about": "About",
    "contact": "Contact",
    "title": "Front-End Developer",
    "contactMe": "Contact Me",
    "projectTitle": "Projects",
    "cateringDescription":  "This is a web based application to assist in the daily operations of a catering company. It uses ExpressJs to expedite the creation of a server and its routes. This application integrates a secure login that uses encryption to store a hash of the password in the database. Functionalities to perform CRUD operations on an PostgreSQL database are also included. The alert system was created with the use of classes to display skills in the object oriented programming methodology. Main features like encapsulation, polymorphism, and inheritance are demonstrated in the code.",
    "cateringTechnologies": "Technologies: HTML, CSS, JavaScript, NodeJs, ExpressJs, PostgreSQL, Bcrypt, AXIOS, ILLUSTRATOR, XD, SVG",
    "schedulerDescription": "This is a Java application with an integrated graphic interface that allows for appointment management. It allows to add contacts, customers, and appointments. The information is displayed in tables by using observable lists. The application implements functionalities that create, read, update, and delete data from the local database that is connected to.",
    "schedulerTechnologies": "Technologies: Java, JavaFX, SQL",
    "exortusDescription": "Exortus is a complete website about a fictional transportation company that includes API requests to OpenWeather, images altered in photoshop and intricated animations. Most elements like the burger menu, accordion, slideshows, etc. have been programmed in JavaScript without the use of any libraries or frameworks. With the exception of the GSAP library, which is used to animate various elements.",
    "exortusTechnologies": "Technologies: HTML, CSS/SASS, JAVASCRIPT, GSAP, AXIOS, ILLUSTRATOR, PHOTOSHOP, XD, SVG",
    "cooksTreatDescription": "Cook's Treat is an application that requests recipes from the Tasty API, and returns the results in an organized way.",
    "cooksTreatTechnologies": "Technologies: HTML, CSS/SASS, JAVASCRIPT, GSAP, AXIOS, ILLUSTRATOR, PHOTOSHOP, XD, SVG.",
    "thanksgivingDescription": "I AM THANKSGIVING is the landing page for a potential new restaurant in the city of Boston. Most visual elements have been altered using photoshop, while the SVG elements were edited with Illustrator.",
    "thanksgivingTechnologies": "Technologies: HTML, CSS/SASS, JAVASCRIPT, GSAP, ILLUSTRATOR, PHOTOSHOP, XD, SVG", 
    "studentTermTrackerDescription": "The student term tracker application is a mobile application to track a student's progress throughout a college term. The user can add terms, courses, and assessments. They can also associate assessments to courses, and courses to terms. Alerts can be set to point out that a new term, or course is beginning, or that an assessment is due. The application uses the Java language in combination with built-in methods from the android library in order to instantiate a local database, create entities, query the database, and implement fragments, and activities.",
    "studentTermTrackerTechnologies": "Technologies: Java, Android Studio",
    "website": "Website",
    "code": "Code",
    "aboutTitle": "About",
    "aboutFirst": "I am Julian Montoya Franco, a Front End Developer located in Boston, Massachusetts.",
    "aboutSecond": "My main focus of attention is on writing scalable code and designing interfaces that are pleasant and intuitive to the end user.",
    "aboutThird": "Since I can remember, problem solving and creating impactful visual elements have been two of my biggest passions. Therefore, coding and designing front end applications became extremely rewarding activities for me.",
    "aboutFourth": "When I'm not learning new technologies I can be found riding my motorcycle, listening to classical and opera music, drawing, playing videogames and mastering a few recipes in the kitchen.",
    "technologiesUsed": "Technologies I use:",
    "contactTitle": "Contact",
    "contactText": "If you are interested in hiring me, or just chatting about web development, motorcycles, music, or life. Contact me:",
    "submitButton": "Submit",
    "namePlaceholder": "Name",
    "emailPlaceholder": "E-Mail",
    "messagePlaceholder": "Message"
}