{ 
    "home": "Inicio",
    "projects": "Proyectos",
    "about": "Acerca",
    "contact": "Contacto",
    "title": "Desarrollador de Software",
    "contactMe": "Contacto",
    "projectTitle": "Proyectos",
    "cateringDescription": "Catering Management es una aplicación web que ayuda en las operaciones diarias de una compañía de catering. Usa ExpressJs para expeditar la creación de un servidor y sus rutas. Esta aplicación integra un método seguro para iniciar sesión que utiliza encriptación para almacenar un hash de la contraseña en la base de datos. Esta aplicación incluye uncionalidades para realizar operaciones de crear, leer, actualizar y eliminar datos de una base de datos PostgreSQL. El sistema de alertas fue create con el uso de clases para demostrar dominio de la metodología de programación orientada a objetos. Las características principales como encapsulación, polimorfismo, y herencia están demostradas en el código.",
    "cateringTechnologies": "Tecnologías: HTML, CSS, JavaScript, NodeJs, ExpressJs, PostgreSQL, Bcrypt, AXIOS, ILLUSTRATOR, XD, SVG",
    "schedulerDescription": "Esta es una aplicación de Java con una interfaz gráfica integrada que permite el manejo de citas. Permite agregar contactos, clientes, y citas. La información es presentada en tablas a través de listas observables. La aplicación implementa funcionalidades que crean, leen, actualizan y eliminan datos de la base de datos local a la cual esta conectada.",
    "schedulerTechnologies": "Tecnologías: Java, JavaFX, SQL",
    "exortusDescription": "Exortus es una página web acerca de una compañia de transporte ficticia. Incluye solicitudes a la API de OpenWeather, imágenes alteradas en photoshop e intricadas animaciones. Elementos como el burger menu, galería de noticias, y la barra de navegación lateral han sido programadas en Javascript sin el uso de bibliotecas o marcos de referencia. A excepción de la biblioteca GSAP, la cual es utilizada para facilitar las animaciones de varios elementos.",
    "exortusTechnologies": "Tecnologías: HTML, CSS/SASS, JavaScript, GSAP, AXIOS, ILLUSTRATOR, PHOTOSHOP, XD, SVG",
    "cooksTreatDescription": "Cook's Treat es una aplicación que solicita recetas de la API de Tasty y presenta los resultados de manera ordenada utilizando la biblioteca de ReactJs.",
    "cooksTreatTechnologies": "Tecnologías: HTML, CSS/SASS, JavaScript, React, GSAP, AXIOS, ILLUSTRATOR, PHOTOSHOP, XD, SVG.",
    "thanksgivingDescription": "I AM THANKSGIVING es la página de entrada para un potencial nuevo restaurante en la ciudad de Boston. La mayor parte de los elementos visuales han sido alterados en photoshop, mientras que los SVG fueron editados con illustrator",
    "thanksgivingTechnologies": "Tecnologías: HTML, CSS/SASS, JavaScript, GSAP, ILLUSTRATOR, PHOTOSHOP, XD, SVG",  
    "studentTermTrackerDescription":"La aplicación de seguimiento de terminos para estudiantes es una aplicación móvil para rastrear el progreso de un estudiante a través de un semestre universitario. El usuario puede agregar semestres, cursos, y tareas. También pueden asociar semestres a cursos, y cursos a tareas. Alertas pueden ser creadas para señalar el comienzo de un nuevo semestre, o curso, o la fecha de entrega de una tarea. La aplicación utiliza el lenguage de Java en combinación con metodos propios de la biblioteca de android para instanciar una base de datos local, crear entidades, conectar a la base de datos, e implementar fragmentos, y actividades",
    "studentTermTrackerTechnologies": "Tecnologías: Java, Android Studio",
    "website": "Página Web",
    "code": "Código",
    "aboutTitle": "Acerca",
    "aboutFirst": "Yo soy Julian Montoya Franco, un Desarrollador de Aplicaciones Para Usuario ubicado en la ciudad de Boston, Massachusetts.",
    "aboutSecond": "Mi principal foco de atención es en escribir código que sea escalable y diseñar interfaces que sean agradables e intuitivas para el usuario.",
    "aboutThird": "Desde que tengo memoria, resolver problemas y crear impactantes elementos visuales han sido dos de mis grandes pasiones. Por lo tanto, programar y diseñar interfaces de usuario se han convertido en actividades muy gratificantes para mi.",
    "aboutFourth": "Cuando no estoy aprendiendo nuevas tecnologías me encuentro rodando en mi moto, escuchando música clásica y ópera, dibujando, jugando videojuegos, o perfeccionando alguna receta en la cocina.",
    "technologiesUsed": "Tecnologías que uso:",
    "contactTitle": "Contacto",
    "contactText": "Si estás interesado en contratarme, o simplemente en hablar de desarrollo web, motos, música o de la vida misma. Contáctame:",
    "submitButton": "Enviar",
    "namePlaceholder": "Nombre",
    "emailPlaceholder": "Correo Electrónico",
    "messagePlaceholder": "Mensaje"
}